/* (unsaved) */
"(unsaved)" = "(未保存)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "より新しいバージョン (%@) が出ています。 ダウンロードしますか？";

/* Advanced preferences toolbar item Label */
"Advanced" = "詳細";

/* Advanced Find */
"Advanced Find" = "高度な検索";

/* The name for the all documents project */
"All documents" = "すべてのドキュメント内";

/* Appearance preferences toolbar item Label */
"Appearance" = "アピアランス";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = " %1$i 個の “%2$@” を削除してもよろしいですか？";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "1個の “%@?” を削除してもよろしいですか？";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "%1$i 個の “%2$@” を “%3$@” で置き換えてもよろしいですか？";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "1個の “%1$@” を “%2$@” で置き換えてもよろしいですか？";

/* Ask if you are sure you want to download preferences for Fraise from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Fraise from your iDisk and replace your current settings?" = "Fraise の環境設定ファイルをあなたの iDisk からダウンロードして、現在使用している設定と置き換えてもよろしいですか？";

/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */
"Are you sure you want to install the command-line utility?" = "コマンドラインユーティリティをインストールしてもよろしいですか？";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "このドキュメントをを最後に保存した状態に戻しますか？";

/* Ask if you are sure you want to upload your current preferences for Fraise and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Fraise and replace the preference file on your iDisk (if it exists)?" = "現在の設定をあなたの iDisk にもしあれば Fraise の環境設定ファイルを置き換えてアップロードしても良いですか？";

/* Authenticate */
"Authenticate" = "認証する";

/* The name for bytes in the info window */
"bytes" = "バイト";

/* Cancel-button */
"Cancel" = "キャンセル";

/* Name for undo Change Encoding */
"Change Encoding" = "エンコーディングの変更";

/* Name for undo Change Line Endings */
"Change Line Endings" = "改行コードの変更";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "もしそれを開く場合環境設定にて別のエンコーディングかより確実なエンコーディングを選択してください。";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "それはフォルダーではないので選択し直してください。若しくはフォルダ内の全てのファイルを開くことができるように環境設定の変更をしてください。";

/* Close */
"Close" = "閉じる";

/* Close Split */
"Close Split" = "分割表示を閉じる";

/* Collection */
"Collection" = "分類";

/* Command ran successfully in runAction */
"Command ran successfully" = "コマンドの実行が完了しました";

/* Commands */
"Commands" = "コマンド";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "コピー";

/* Indicate that you could not connect properly to your iDisk in Can't-connect-to-iDisk sheet */
"Could not connect properly to your iDisk" = "あなたの iDisk に正しく接続できませんでした";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "“%@” は見つかりませんでした";

/* Indicate that a Fraise preference-file could not be found on your iDisk in Can't-find-iDisk-preferences-file sheet */
"Could not find a Fraise preference-file on your iDisk" = "あなたの iDisk に Fraise の環境設定ファイルは見つかりませんでした";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "このドキュメントに対応する文法ファイルが見つかりませんでした";

/* Indicate that the local Preferences file could not be found in Can't-find-local-preferences-file sheet */
"Could not find your local preferences file" = "あなたのコンピュータ内で環境設定ファイルは見つかりませんでした";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "削除されていた為に “%@” を上書きする事はできませんでした";

/* Delete-button */
"Delete" = "削除";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "他のアプリケーションによって変更されたものを無視しますか？それともあなたが加えた変更を破棄して新しくなっているドキュメントを読み込みますか？";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "他のアプリケーションによって変更されたものを無視しますか？それともドキュメントを再度読み込みますか？";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "“%@” をプロジェクトとして開きますか？それともテキストファイルとして開きますか？";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "行を折り返さない";

/* Don't Save-button in Close-sheet */
"Don't Save" = "保存しない";

/* Download */
"Download" = "ダウンロード";

/* Encoding, in the status bar */
"Encoding" = "エンコーディング";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "%1$i 個の “%2$@” が見つかりました";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "1個の “%@” が見つかりました";

/* Function */
"Function" = "関数";

/* General preferences toolbar item Label */
"General" = "一般";

/* Hide Documents List in View menu */
"Hide Documents List" = "ドキュメントリストを隠す";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "非表示文字を表示しない";

/* Hide Line Numbers */
"Hide Line Numbers" = "行番号を隠す";

/* Hide Projects toolbar item Label */
"Hide Projects" = "プロジェクトを隠す";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "プロジェクトドロワーを隠す";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "ステータスバーを隠す";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "シンタックスカラーリングを使用しない";

/* Hide Tab Bar in View menu */
"Hide Tab Bar" = "タブバーを隠す";

/* Indicate that if you choose Install Fraise will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */
"If you choose Install Fraise will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "インストールを選択するとFraiseは /usr/bin に、また man で見るマニュアルは /usr/share/man/man1 にインストールされます。そしてそれを直接 Terminal から使用できます (あなたは2回管理者のユーザー名とパスワードによる認証をしなければならないでしょう)。すべてのファイルはデスクトップに置きたい場合、そこへインストールする事もできます。";

/* Indicate that if you want you can try to authenticate with an administrators username and password */
"If you want you can try to authenticate with an administrators username and password" = "管理者のユーザー名とパスワードで認証を試みることもできます";

/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "無視する";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "インポートしたひな形";

/* Info */
"Info" = "情報";

/* Install-button in Install-command-line-utility sheet */
"Install" = "インストール";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "“%@” を開く為の権限が無いようです";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "“%@” を保存する為の権限が無いようです";

/* Saved, in the status bar */
"Saved" = "保存済み";

/* Length, in the status bar */
"Length" = "文字数";

/* Line Wrap Text */
"Line Wrap Text" = "行を折り返す";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "行の折り返し";

/* Live Find */
"Live Find" = "リアルタイム検索";

/* Indicate that they should Make sure that your .Mac settings are correct and you are connected to the internet */
"Make sure that your .Mac settings are correct and you are connected to the internet" = ".Mac の設定とインターネットへ接続できる事を確認してください";

/* New */
"New" = "新規";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "ドキュメントが選択されていません";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "該当するものがありません";

/* OK-button */
"OK" = "OK";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "旧ひな形";

/* Open */
"Open" = "開く";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "開く & 保存";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "時間がかかります。辛抱強くお待ちください。";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "ステータスバーに情報を表示したい場合は環境設定を変更してください";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "オリジナルのドキュメントを移動、削除していないか確認してください";

/* Indicate that they should please check the installation of Fraise and that they have a preference-file at <your home folder>/Library/Preferences/org.fraise.Fraise.plist in Can't-find-local-preferences-file sheet */
"Please check the installation of Fraise and that you have a preference-file at <your home folder>/Library/Preferences/org.fraise.Fraise.plist" = "Fraise がありその環境設定ファイル <your home folder>/Library/Preferences/org.fraise.Fraise.plist がある事を確認して下さい";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "アプリケーションと環境設定ファイルを確認して下さい";

/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */
"Please check the permissions for the file and the enclosing folder and try again" = "ファイルとそれがあるフォルダのアクセス権を確認してから再度試してください";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "ひな形を最初に書き出してください。これはやり直しができません。";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "ファイルメニューの開く%C から別の場所で探し出してください";

/* Indicate that they should please make sure that they have a file called org.fraise.Fraise.plist in the folder /Documents/Fraise Preferences on their iDisk and that their .Mac settings are correct and that they are connected to the internet in Can't-find-iDisk-preferences-file sheet */
"Please make sure that you have a file called org.fraise.Fraise.plist in the folder /Documents/Fraise Preferences/ on your iDisk and that your .Mac settings are correct and that you are connected to the internet" = "あなたの iDisk に org.fraise.Fraise.plist と言う名前のファイルが /Documents/Fraise Preferences/ にある事と、あなたが .Mac の設定を正しく行っている事、そしてインターネットへ接続できる事を確認してください";

/* Indicate that they should make sure that their .Mac settings are correct and that they are connected to the internet in Can't-connect-to-iDisk sheet */
"Please make sure that your .Mac settings are correct and that you are connected to the internet" = "あなたの .Mac の設定が正しい事とインターネットへ接続できる事を確認してください";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "別の場所へ保存してください";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "ファイルメニューの別名で保存%C で別の場所に保存してください";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "ファイルメニューの別名で保存%C で別の場所に保存する事を試してください";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "ファイルメニューの別名で保存%C で別の場所に保存することを試してください。またはファイルとそれを含むフォルダのアクセス権を確認してください";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "別の場所に保存する事を試して下さい";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "ファイルメニューの別名で保存%C で保存して下さい";

/* Position, in the status bar */
"Position" = "位置";

/* Preferences */
"Preferences" = "環境設定";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "印刷のための準備をしています";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "キーボードの esc キーを押すことでフルスクリーンモードから戻ります";

/* Preview */
"Preview" = "プレビュー";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "プロジェクト";

/* Put On Desktop-button in Install-command-line-utility sheet */
"Put On Desktop" = "デスクトップに置く";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "再読み込み";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "この操作はやり直す事ができます";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "置換";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "%1$i 個の “%2$@” を “%3$@” で置き換えました";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "一つの “%1$@” を “%2$@” で置き換えました";

/* Revert-button in Revert-sheet */
"Revert" = "復帰";

/* Save */
"Save" = "保存";

/* Selection, in the status bar */
"Selection" = "選択範囲";

/* Show Documents List in View menu */
"Show Documents List" = "ドキュメントリストを表示";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "非表示文字を表示";

/* Show Line Numbers */
"Show Line Numbers" = "行番号を表示";

/* Show Projects toolbar item Label */
"Show Projects" = "プロジェクトを表示";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "プロジェクトドロワーを表示";

/* Show Status Bar in View-menu */
"Show Status Bar" = "ステータスバーを表示";

/* Show Syntax Colours */
"Show Syntax Colours" = "シンタックスカラーリングを使用";

/* Show Tab Bar in View menu */
"Show Tab Bar" = "タブバーを表示";

/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "行番号";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "プロジェクト";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "シンタックスカラーリング";

/* Snippets */
"Snippets" = "ひな形";

/* Split Window */
"Split Window" = "分割表示";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "分割表示";

/* Syntax, in the status bar */
"Syntax" = "シンタックス";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "シンタックスカラー";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "シンタックスの種類";

/* Text File-button in Ask-if-project-or-file sheet */
"Text File" = "テキストファイル";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "ドキュメント “%@” は他のアプリケーションによって変更されています";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "ドキュメント “%@” は保存されていません";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "ドキュメント “%@” は既に開かれていません";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "“%@” と言うファイルは存在しません";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "ドキュメントを “%@” のエンコーディングで開く際に問題が起きました。そのまま開きますか？";

/* Indicate that there was a unknown error when trying to install the command-linbe utility in Unknown-error-when-installing-comman-line-utility sheet */
"There was a unknown error when trying to install the command-line utility" = "コマンドラインユーティリティをインストール中に原因不明のエラーが起きました";

/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */
"There was a unknown error when trying to open the file %@ with authentication" = "認証を使って “%@” を開く際に原因不明のエラーが起きました";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "“%@” を保存する際に原因不明のエラーが起きました";

/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */
"There was a unknown error when trying to save the file %@ with authentication" = "認証を使って “%@” を保存する際に原因不明のエラーが起きました";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "このメッセージは再び表示されることはありませんので覚えておいてね :-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "分類 “%@” の中に存在するひな形はすべて消去されます。続けますか？";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "コマンド実行時に原因不明のエラーが起きました";

/* Name for untitled document */
"untitled" = "名称未設定";

/* Untitled project */
"Untitled project" = "名称未設定プロジェクト";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "アップロード";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "環境設定での設定を使う";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "“%@” は現在フォルダなので保存することはできません";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "“%@” はフォルダなので開くことはできません";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "“%@” は存在しないのでこのドキュメントを復帰することはできません";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "あなたは環境設定でステータスバーに何も表示しないようにしています";

/* You need Mac OS X 10.4.5 Tiger or later to run this version of Fraise in Check-system-version */
"You need Mac OS X 10.4.5 Tiger or later to run this version of Fraise" = "このバージョンの Fraise を使用するためには Mac OS X 10.4.5 Tiger 以降が必要です";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "あなたがこのドキュメントに対して行った変更は保存せずに閉じると失われます";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "あなたがこのドキュメントに対して行った変更は復帰すると失われます";

